{
    "description": "This is an inspiring story of Julian Mantle who is a filthy rich, high profile lawyer. He is obsessed with making money and is always surrounded by the best in terms of luxury. This posh lifestyle of this continues until one day a sudden heart attack results in everything taking a drastic turn. The book discusses his altered lifestyle following the heart attack. He turns towards living the simple life and goes on a spiritual journey to the Himalayas in India. He is taught the philosophies of the sages of Sivana on how to live a life of satisfaction, happiness and peace. These teachings not only change his life for the better, but will have an interesting and worthwhile effect on the reader. The book will give you an idea of the main strategies in life and is an inspirational guide to live a life of happiness. The story is narrated by Julian Mantle’s colleague in a conversational manner.",  
    "id": "1", 
    "images": [
        "img/books/monk.jpeg", 
        "img/books/monk2.jpg"
    ], 
    "name": "The monk who sold his ferrari", 
    "reviews": {
        "comments": [
            "I read this book around 2-3 years back. I was thrilled by the beauty of the revelations it suggested. I tried doing what the book suggested. The garden, the lighthouse, the sumo wrestler, the pink wire cable, the stopwatch, the roses and the winding path of diamonds - the seven timeless virtues, which will give you an enlightened life.", 
            "The book definitely has many useful techniques which can help to improve our lives at every level. But we are not living in Himalayas & not everyone is willing to leave the material things for wisdom, so not every technique is practical for an average person.", 
            "I just finished reading this great book. I felt why I did not read this book 35 years before, many mistakes could have avoided. Robin, thanks a lot for writing this wonderful book, We can be anywhere on planet earth and may be in any profession, this book give defiantly give great guidance to live life better. We can become good fathers, good son, good wife , good citizen and good leader by reading this book. This has impacted my life, I am going to list of things which I am suppose to be doing in future. Once again Robin thanks a million"
        ], 
        "rating": "4.4"
    }
}
