{
    "description": "Sold over 400,000 copies and translated into 9 languages in 5 years after it was published in 2008, Stay Hungry Stay Foolish is considered to be a genuine source of inspiration for every unconventional thinker who has an intention to leave high paying jobs for giving a push to their own idea of creating a venture. The book takes up the cases of 25 such individuals from various backgrounds and areas of society and presents it in three streams of entrepreneurship. The Believers are those brave hearted youngsters who commit to start something of their own, right at the beginning of their career after their MBA education. Stories behind the successful ventures such as naukari.com, Subhiksha bring out the tales of early dreamers like Sanjeev Bikhchandani and R Subramanian. The Opportunists section is all about those individuals who had the courage to tap the right opportunities at the right time to awaken the entrepreneurs in them. Rashmi describes here the stories of people which clearly tell that not every company is born in a mind of innate entrepreneurial attitude. Interesting cases like Makemytrip.com, Mphasis tell the stories of minds with a prior taste of corporate life before taking up the new way of life. The last section The Alternate Vision concentrates on people who are pivotal in today’s society, the successful social entrepreneurs. Rashmi scrupulously writes about some of the illuminating stories of social friendly ventures taken up by IIM PGP graduates such as GiveIndia by Venkat Krishnan. The title being taken from one of the famous lines by Steve Jobs during his Commencement address at Stanford University, the book Stay Hungry Stay Foolish serves as a perfect guide for any aspiring entrepreneur in India.",  
    "id": "3", 
    "images": [
        "img/books/stay.jpeg", 
        "img/books/stay2.jpg"
    ], 
    "name": "Stay Hungry Stay Foolish", 
    "reviews": {
        "comments": [
            "I read this book around 2-3 years back. I was thrilled by the beauty of the revelations it suggested. I tried doing what the book suggested. The garden, the lighthouse, the sumo wrestler, the pink wire cable, the stopwatch, the roses and the winding path of diamonds - the seven timeless virtues, which will give you an enlightened life.", 
            "The book definitely has many useful techniques which can help to improve our lives at every level. But we are not living in Himalayas & not everyone is willing to leave the material things for wisdom, so not every technique is practical for an average person.", 
            "I just finished reading this great book. I felt why I did not read this book 35 years before, many mistakes could have avoided. Robin, thanks a lot for writing this wonderful book, We can be anywhere on planet earth and may be in any profession, this book give defiantly give great guidance to live life better. We can become good fathers, good son, good wife , good citizen and good leader by reading this book. This has impacted my life, I am going to list of things which I am suppose to be doing in future. Once again Robin thanks a million"
        ], 
        "rating": "4.0"
    }
}
